const diary = [
  {
    date: "7月18日",
    images: ["images/0718-1.jpg"],
    text: "今天我的右后脚被ee发现有不明显的破损，ee以为我是普通划伤，不疼哭哭。"
  },
  {
    date: "7月21日",
    images: [
      "images/0721-1.jpg",
      "images/0721-2.jpg",
      "images/0721-3.jpg",
      "images/0721-4.jpg",
      "images/0721-5.jpg"
    ],
    text: "我的嘴角也破损了呢，ee结合我的耳背长期反复破损、我的脚趾也有破损，以为我是猫癣/真菌感染/打架，呜呜呜我也不知道呢。\n下午ee就近带我去了立心，害怕去医院好陌生呜呜呜。医生发现我的鼻头、耳背、嘴下、脚趾都长了伤口结痂，用伍德灯检查排除了猫癣和真菌，医生高度怀疑是落叶型天疱疮，直接送检价格高。喵喵喵听不懂QAQ。"
  },
  {
    date: "7月24日",
    images: [
      "images/0724-1.jpg",
      "images/0724-2.jpg",
      "images/0724-3.jpg",
      "images/0724-4.jpg",
      "images/0724-5.jpg",
      "images/0724-6.jpg",
      "images/0724-7.jpg"
    ],
    text: "今天ee决定带我到和乐问诊，又是一个陌生的环境，怕怕，这里的人人不好！刮片疼呜呜呜。谭医生通过皮肤刮片检测倒推出我确诊落叶型天疱疮，属于前期，目前不算严重呜呜呜。\n皮肤刮片：可见较多白细胞，主要为中性粒细胞、嗜酸性粒细胞、淋巴细胞为主，见散落马拉色菌，见有一个棘形松懈细胞。喵喵喵睡着了根本听不懂。\n回学校了，委屈QAQ，ee说我要开始吃为期一周的泼尼松龙药片。一天两次，一次5mg，一周后还要回和乐复诊。呜呜呜我是勇敢宝宝！"
  },
  {
    date: "7月25日",
    images: [
      "images/0725-1.jpg",
      "images/0725-2.jpg",
      "images/0725-3.jpg",
      "images/0725-4.jpg",
       "images/0725-5.jpg"
    ],
    text: "我今天还是很精神呀！看我给这个树树挠痒痒！我吃饭也还很香呢！虽然原伤口未见好转，但我没有再长出新的伤口呢。\n想要人人的陪伴！但最近学校好少人呢，奇怪了，他们都去哪里了！"
  }
];
